Repository: sillsdev/FwLocalizations
Catalog: messages.pt.tmx
Source language: en
Languages: pt

source: {0} Click OK to continue making changes, or click Cancel to discard the changes to this converter.
pt: {0} Clique em OK para continuar fazendo alterações, ou clique em Cancelar para descartar as alterações neste conversor.

source: {0} Click OK to continue making changes.
pt: {0} Clique em OK para continuar fazendo mudanças.

source: {0} Export failed.
pt: {0} Falha na exportação.

source: In order to protect your data, the FieldWorks program needs to close. You should be able to restart it normally.
pt: Para proteger seus dados, o programa FieldWorks precisa fechar. Você será capaz de reiniciá-lo normalmente.

source: {0} The FieldWorks software is not installed correctly. Please close FieldWorks Translation Editor, and then insert your FieldWorks CD and repair your installation.
pt: {0} O software FieldWorks não está instalado corretamente. Por favor feche o Editor de Tradução do FieldWorks e, em seguida, insira o CD do FieldWorks para reparar a instalação.

source: {0} Cannot access encoding converters, possibly due to insufficient access privilege. You may want to consult a system administrator.
pt: {0} Não é possível acessar os conversores de codificação, possivelmente por falta de permissão de acesso. Você deve consultar o administrador do sistema.

source: {0} Error near: {1} {2} '{3}'
pt: {0} Erro perto de: {1} {2} '{3}'

source: {0} (Style: {1})
pt: {0} (Estilo: {1})

source: "{0} This file will be removed from the import project"
pt: "{0} Este arquivo será removido do projeto importado"

source: A {0}
pt: Um(a) {0}

source: A Beginning Marker is required.
pt: Necessário Marcador de Início

source: A browse view must have at least one column.
pt: Um modo de exibição da navegação deve ter pelo menos uma coluna.

source: A category which is a subtype of the main category. (These are also listed in the Record List view.)
pt: A categoria é um subtipo da categoria principal. (Estes são também listados no modo de exibição da lista de registro.)

source: A Code Page has not been specified.
pt: Página de Código não foi especificada.

source: A Converter Mapping File has not been specified.
pt: Um Conversor de Mapeamento de Arquivo não foi especificado.

source: A Converter Name has not been specified.
pt: Nome de Conversor não foi especificado.

source: A converter with the specified name already exists. Do you want to replace it?
pt: Já existe um conversor com o nome especificado. Você deseja substituí-lo?

source: A deleted object
pt: Objeto excluído

source: A discourse chart template can only have three levels (template, column group, and column).
pt: Um modelo do gráfico de discurso pode ter apenas três níveis (modelo, grupo de colunas e colunas).

source: A final presentation form (Arabic)
pt: Uma forma de apresentação final (Árabe)

source: A folder or file path cannot contain any of the following characters: {0}
pt: Uma pasta ou caminho do arquivo não pode conter nenhum dos seguintes caracteres: {0}

source: A font variant (e.g. a blackletter form)
pt: Uma variante da fonte (por exemplo, um formulário em negrito)

source: A fuller description for this group of ad hoc rules; e.g. explaining what they have in common.
pt: Uma descrição mais completa para este grupo de regras ad hoc, ex. explicando o que eles têm em comum.

source: A fuller description for this inflection class.
pt: Uma descrição mais completa para esta classe de flexão.

source: A fuller description for this inflectional affix slot.
pt: Uma descrição mais completa desta posição de afixos flexionais.

source: A fuller description of this category.
pt: Uma descrição mais completa desta categoria.

source: A fuller description of this natural class.
pt: Uma descrição mais completa desta classe natural.

source: A fuller description of this phoneme.
pt: Uma descrição mais completa deste fonema.

source: A fuller description of this phonological environment.
pt: Uma descrição mais completa deste ambiente fonológico.

source: A fuller descripton for this inflectional affix template.
pt: Uma descrição mais completa deste modelo de afixos flexionais.

source: A Mapping Name has not been specified.
pt: Não foi especificado um Nome de Mapeamento.

source: A mapping with Beginning Marker "{0}" already exists. Specify a different Beginning Marker.
pt: Um mapeamento com Marcador de Início "{0}" já existe. Especifique um Marcador de Início diferente.

source: A medial presentation form (Arabic)
pt: Uma forma de apresentação medial (Árabe)

source: A no-break version of a space or hyphen
pt: Uma versão não-quebra de um espaço ou hífen

source: A phonological rule is using a feature variable for feature {0}, but there is no corresponding feature variable in the environment.
pt: Uma regra fonológica está usando uma variável de característica para característica {0}, mas não há nenhuma variável de característica correspondente no ambiente.

source: A preprocessing step was taken: the file was converted from {0} to {1}.
pt: Um passo de pré-processamento foi feito: o arquivo foi convertido de {0} para {1}.

source: A problem occurred processing the string '{0}': {1}
pt: Ocorreu um problema ao processar a sequência '{0}: {1}

source: A programming error has occurred. A message with instructions on how to send it to the developers has been copied to the clipboard. Paste the contents of the clipboard into a new email message or text file.
pt: Ocorreu um erro de programação. Uma mensagem com instruções sobre como enviá-lo para os desenvolvedores foi copiada para a área de transferência. Cole o conteúdo da área de transferência em um novo arquivo de texto ou mensagem de e-mail.

source: A report will be opened in your web browser.
pt: Um relatório será aberto no navegador da web.

source: A rule which prevents allomorphs from co-occurring that is in this group of ad hoc rules.
pt: Uma regra que impede a co-ocorrência de alomorfos, que está neste grupo de regras ad hoc.

source: A rule which prevents morphemes from co-occurring that is in this group of ad hoc rules.
pt: Uma regra que impede a co-ocorrência de morfemas, que está neste grupo de regras ad hoc.

source: A short name for this category.
pt: Um nome curto para esta categoria.

source: A short name for this group of ad hoc rules.
pt: Um nome curto para este grupo de regras ad hoc.

source: A short name for this headed compound.
pt: Um nome curto para este composto encabeçado.

source: A short name for this inflection class.
pt: Um nome curto para esta classe de flexão.

source: A short name for this inflectional affix slot.
pt: Um nome curto para esta posição de afixos flexionais.

source: A short name for this inflectional affix template.
pt: Um nome curto para este modelo de afixos flexionais.

source: A short name for this natural class.
pt: Um nome curto para esta classe natural.

source: A short name for this phoneme.
pt: Um nome curto para este fonema.

source: A short name for this phonological environment.
pt: Um nome curto para este ambiente fonológico.

source: A small variant form (CNS compatibility)
pt: Uma forma variante pequena (compatibilidade CNS)

source: A space is only allowed at the end of a marker. Revise the marker "{0}".
pt: Um espaço só é permitido no final de um marcador. Revise o marcador "{0}".

source: A special note on how to edit the template table above.
pt: Uma nota especial sobre como editar a tabela de modelos acima.

source: A special note on where to get information on how to key an environment.
pt: Uma nota especial sobre onde obter informações sobre como digitar um ambiente.

source: A subscript form
pt: Uma forma subscrita

source: A superscript form
pt: Uma forma sobrescrita

source: A table representation of the inflectional affix template. Right-click in it to edit it.
pt: Uma representação em tabela do modelo de afixo flexional. Clique nele com o botão direito para editá-lo.

source: A Text Markup Tag List can only have two levels (list type and tags).
pt: Uma Lista de Etiquetas de Marcação de Texto pode ter somente dois níveis (tipo de lista e etiquetas).

source: A text selection is required for this menu option.
pt: Uma seleção de texto é necessária para essa opção de menu.

source: A translation of the vernacular example sentence.
pt: Uma tradução da frase exemplo vernacular.

source: A vernacular example sentence for this entry.
pt: Uma frase de exemplo vernacular para esta entrada.

source: A vertical layout presentation form
pt: Uma forma de apresentação de layout vertical

source: A vulgar fraction form
pt: Uma forma de fração vulgar

source: A writing system cannot be modified because a file is in use by some other program. Stop all FieldWorks programs other than your current program, then click "Retry" to try again or "Cancel" to abort the operation.
pt: Um sistema de escrita não pode ser modificado porque um arquivo está sendo usado por outro programa. Pare todos os programas de FieldWorks diferentes de seu programa atual e, em seguida, clique em "Retry"para tentar novamente ou "Cancel" para anular a operação.

source: A_llomorph
pt: A_lomorfo

source: Abbr: Name (Best Analysis)
pt: Abrev: Nome (Melhor Análise)

source: &Abbreviation
pt: &Abreviação

source: Abbreviation
pt: Abreviação

source: Abbreviation (Best Analysis)
pt: Abreviação (Melhor Análise)

source: &Abbreviation:
pt: &Abreviação:

source: Abort
pt: Abortar

source: _About Language Explorer...
pt: _Sobre Language Explorer…

source: About SIL FieldWorks {0}
pt: Sobre {0} SIL FieldWorks

source: About the selected export method:
pt: Sobre o método de exportação selecionado:

source: About Translation Editor
pt: Sobre Editor de Tradução

source: About Translation Editor...
pt: Sobre Editor de Tradução…

source: Above
pt: Acima

source: Above attached
pt: Anexado acima

source: Above left
pt: Acima à esquerda

source: Above left attached
pt: Anexado acima à esquerda

source: Above right
pt: Acima a direita

source: Above right attached
pt: Anexado acima a direita

source: ac. domains:
pt: ac. domínios:

source: Academic Domain
pt: Domínio Acadêmico

source: Academic Domains
pt: Domínios Acadêmicos

source: Accept entire analysis (Ctrl-TAB)
pt: Aceitar toda análise (Ctrl-TAB)

source: &Accept Gloss
pt: &Aceitar Glosa

source: Account
pt: Conta

source: Acts
pt: Atos

source: Actual delete
pt: Excluir atual

source: Ad hoc Co-occurrence Prevention Rules
pt: Regras para previr a co-ocorrência ad hoc (de grupos especiais)

source: Ad hoc Rules
pt: Regras ad hoc

source: &Add
pt: &Adicionar

source: A&dd
pt: A&dicionar

source: Add
pt: Adicionar

source: &Add >>
pt: &Adicionar >>

source: Add a category
pt: Adicionar uma categoria

source: Add a complex feature.
pt: Adicionar uma característica complexa.

source: Add a feature.
pt: Adicionar uma característica.

source: Add a new category.
pt: Adicionar uma nova categoria.

source: Add a new person record.
pt: Adicione um novo registro de pessoa.

source: Add a new text to the corpus.
pt: Adicione um novo texto para o corpus.

source: Add a phonological feature.
pt: Adicionar uma característica fonológica.

source: Add a picture to this entry.
pt: Adicionar uma imagem a esta entrada.

source: Add a pronunciation field to this entry.
pt: Adicionar um campo de pronúncia a esta entrada.

source: Add a sound or movie file to the pronunciation, creating the pronunciation if necessary.
pt: Adicione um arquivo de som ou filme para a pronúncia, criando a pronúncia, se necessário.

source: Add a subcategory...
pt: Adicionar uma subcategoria…

source: Add a Variant Form to this entry
pt: Adicionar uma Variante a esta entrada

source: Add affix allomorph.
pt: Adicionar alomorfo de afixo.

source: Add Allomorph
pt: Adicionar Alomorfo

source: Add allomorph to lexical entry?
pt: Adicionar alomorfo à entrada lexical?

source: Add allomorph to similar entry
pt: Adicionar alomorfo à entrada semelhante

source: Add Allomorph...
pt: Adicionar Alomorfo…

source: Add an Allomorph to this entry
pt: Adicionar um Alomorfo a esta entrada

source: Add an obligatory slot to {0}
pt: Adicionar posição obrigatória para {0}

source: Add an optional slot to [Category]
pt: Adicionar posição opcional para [Categoria]

source: Add an optional slot to {0}
pt: Adicionar posição opcional para {0}

source: Add another Variant Info section
pt: Adicionar outra seção de Informação de Variante

source: Add Approved Analysis...
pt: Adicionar Análise Aprovada…

source: Add as &Valid Character
pt: Adicionar um Caractere &Válido

source: Add as Valid Character
pt: Adicionar um Caractere Válido

source: Add Custom Character
pt: Adicionar Caracteres Personalizados

source: Add Custom &field...
pt: Adicionar Campo Personalizado…

source: Add from Catalog
pt: Adicionar a partir do Catálogo

source: Add Inflection Feature from Catalog
pt: Adicionar Característica Flexional no Catálogo

source: Add Inflection Features from Catalog
pt: Adicionar Características Flexionais no Catálogo

source: Add inflectional affix(es) to XXX
pt: Adicionar afixo(s) flexional(ais) a XXX

source: Add information about your text in this tab.
pt: Adicionar informações sobre seu texto nesta aba.

source: Add language mapping
pt: Adicionar mapeamento de idioma

source: Add New Sense
pt: Adicionar Novo Significado

source: Add New Sense For {0} ...
pt: Adicionar Novo Significado Para {0} …

source: Add New Sense...
pt: Adicionar Novo Significado…

source: Add or Edit custom fields.
pt: Adicionar ou Editar campos personalizados.

source: &Add or Remove Buttons
pt: &Adicionar ou Remover Botões

source: Add Phonological Features from Catalog
pt: Adicionar Características Fonológicas no Catálogo

source: Add Reference
pt: Adicionar Referência

source: Add Reference ({0})
pt: Adicionar Referência ({0})

source: Add Selected Text
pt: Adicionar Texto Selecionado

source: Add Standard Format File
pt: Adicionar Formato de Arquivo Padrão (SFM)

source: Add stem allomorph.
pt: Adicionar alomorfo do radical.

source: Add TAM Marker
pt: Adicionar Marcador TAM

source: Add to existing items
pt: Adicionar itens existentes

source: Add to Spelling Dictionary
pt: Adicionar ao Dicionário Ortográfico

source: &Add Variant
pt: &Adicionar Variante

source: Add Word Gloss
pt: Adicionar Glosa da Palavra

source: Add Word to Spelling Dictionary
pt: Adicionar Palavra ao Dicionário Ortográfico

source: Add words marked as correctly spelled to the active spelling dictionary.
pt: Adicionar palavras marcadas como corretamente escrito ao dicionário ortográfico ativo.

source: Add Words to Lexicon
pt: Adicionar Palavras ao Léxico

source: Add, delete, or change styles.
pt: Adicionar, excluir, ou alterar estilos.

source: Add, remove, or change the writing systems specified for this project.
pt: Adicionar, remover ou alterar o sistema de escrita especificado para este projeto.

source: &Add...
pt: &Adicionar…

source: A&dd...
pt: A&dicionar…

source: Add/Modify Language Mapping
pt: Adicionar/Modificar Mapeamento de Idioma

source: Add: Adds the new encoding converter to this registry.
pt: Adicionar: Adiciona o novo conversor de codificação para esse registro.

source: Adding a New User
pt: Adicionando Novo Usuário

source: Additional Mapping
pt: Mapeamento adicional

source: adjacent after
pt: adjacente após

source: adjacent before
pt: adjacentes antes

source: Advanced
pt: Avançado

source: &Advanced. Almost all features are available.
pt: &Avançados. Quase todos os recursos estão disponíveis.

source: Advanced...
pt: Avançado(a)…

source: Affix Allomorph
pt: Alomorfo de Afixo

source: Affix Allomorph (Process)
pt: Alomorfo de Afixo (Processo)

source: Affix Form
pt: Forma de Afixo

source: Affix found on {0}
pt: Afixo encontrado em {0}

source: Affix in {0} slot which inflects {1}
pt: Afixo na posição {0} que flexiona {1}

source: Affix in {0} slots which inflects {1}
pt: Afixo nas posições {0} que flexionam {1}

source: Affix Process Rule
pt: Regra de Processo de Afixos

source: Affix Separator:
pt: Separador de Afixo:

source: Affix Slot
pt: Posição para Afixos

source: Affix slot {0}
pt: Posição {0} para afixos

source: Affix Slot or Category
pt: Posição ou Categoria para Afixos

source: Affix Slots
pt: Posições para Afixos

source: Affix Template
pt: Modelo de Afixo

source: Affix Templates
pt: Modelos de Afixos

source: Affix &Type:
pt: &Tipo de Afixo:

source: Affix which attaches to any category
pt: Afixo que atribui a qualquer categoria

source: Affix which changes the meaning of {0}
pt: Afixo que muda o significado de {0}

source: Affix which changes the meaning of any category
pt: Afixo que muda o significado de qualquer categoria

source: Affix which converts {0} to {1}
pt: Afixo que converte {0} para {1}

source: Affix which converts {0} to any category
pt: Afixo que converte {0} para qualquer categoria

source: Affix which converts any category to {0}
pt: Afixo que converte qualquer categoria para {0}

source: Affix which inflects {0}
pt: Afixo que flexiona {0}

source: Affix which inflects any category
pt: Afixo que flexiona qualquer categoria

source: affixes
pt: afixos

source: After providing word glosses, you can chart your texts.
pt: Depois de fornecer glossários das palavras, você pode por seus textos em quadros.

source: After you change the language, some portions of the user interface will not display in the selected language untill you exit and restart Translation Editor.
pt: Depois de alterar o idioma, algumas partes da interface do usuário não será exibida no idioma selecionado até você sair e reiniciar Editor de tradução.

source: Aft&er:
pt: Ap&ós:

source: After:
pt: Após:

source: <agree>
pt: <coincidir>

source: Align Left
pt: Alinhar à esquerda

source: Align Right
pt: Alinhar à Direita

source: Ali&gnment:
pt: Al&inhamento:

source: A&ll
pt: T&odos

source: All
pt: Todos

source: all analysis
pt: toda a análise

source: All Analysis
pt: Toda a Análise

source: All Analysis and Vernacular
pt: Todas as Análises e Vernáculo

source: All Analysis then all Vernacular Writing Systems
pt: Todas as Análises e depois os Sistemas de Escrita Vernácular

source: All Analysis Writing Systems
pt: Todas as Análise dos Sistemas de Escrita

source: &All books in the project
pt: &Todos os livros no projeto

source: All checked items
pt: Todos os itens verificados

source: A&ll Data
pt: Todos os Dados

source: All differences reviewed
pt: Todas as diferenças revistas

source: All Files
pt: Todos os Arquivos

source: All of...
pt: Todos...

source: &All open levels
pt: &Todos os níveis abertos

source: All Pronunciation
pt: Todas Pronúncias

source: All Reversal Indexes
pt: Todos os Índices de Inversão

source: {0}. All rights reserved.
pt: {0}. Todos os direitos reservados.

source: All Styles
pt: Todos os Estilos

source: all vernacular
pt: todo vernáculo

source: All Vernacular
pt: Todo Vernáculo

source: All Vernacular and Analysis
pt: Todo Vernáculo e Análise

source: All Vernacular then all Analysis Writing Systems
pt: Todo Vernáculo e depois todas Análise dos Sistemas de Escrita

source: All Vernacular Writing Systems
pt: Todos os Sistemas de Escrita Vernacular

source: All:
pt: Todos:

source: allomorph
pt: Alomorfo

source: Allomorph
pt: Alomorfo

source: Allomorph of...
pt: Alomorfo de…

source: Allomorph set at runtime
pt: Alomorfia definido em tempo de execução

source: &Allomorph:
pt: &Alomorfo:

source: Allomorphs
pt: Alomorfos

source: A&llow maintenance of other accounts?
pt: P&ermitir a manutenção de outras contas?

source: &Allow non-standard choices
pt: &Permitir escolhas não padronizadas

source: Allows user to specify font features, when available in Graphite fonts.
pt: Permitir ao usuário especificar características da fonte, quando disponível em Graphite fontes.

source: {0} already exists. Do you want to overwrite it?
pt: {0} já existe. Deseja substituí-lo?

source: <Already in Unicode>
pt: <Já em Unicode>

source: {0} (alternate {1})
pt: {0} (alternativo {1})

source: Alternate Forms
pt: Formas Alternativas

source: {0} Alternation
pt: {0} Alternação

source: Alternatively, you can load the sort specification of a similar writing system:
pt: Como alternativa, você pode carregar a especificação de classificação de um sistema de escrita semelhantes:

source: &Always show full menus
pt: &Sempre mostrar menus completos

source: Always visible
pt: Sempre visível

source: Ambiguity Marker:
pt: Marcador de Ambiguidade:

source: Amos
pt: Amós

source: An allomorph of the affix.
pt: Um alomorfo do afixo.

source: An allomorph of the stem or root.
pt: Um alomorfo do radical ou da raiz

source: An empty paragraph
pt: Um parágrafo vazio.

source: An Ending Marker is required.
pt: É necessário um Marcador de Terminação.

source: An entry that has components cannot have a morph type of root, since by definition a root is indivisible. Would you like Language Explorer to delete the references to components in this entry?
pt: Uma entrada que tem componentes não pode ter morfema do tipo raiz, uma vez que, por definição uma raiz é indivisível. Você gostaria que o Language Explorer excluísse as referências dos componentes nesta entrada?

source: An error has occured while creating a new project.
pt: Ocorreu um erro ao criar um projeto novo.

source: An error has occured while opening project {0}: {1}
pt: Ocorreu um erro ao abrir o projeto {0}: {1}

source: An error has occurred
pt: Ocorreu um erro

source: An error has occurred during printing: {0}
pt: Ocorreu um erro durante a impressão: {0}

source: An error has occurred during the setup required for printing.
pt: Ocorreu um erro durante a configuração necessária para impressão.

source: An error occured deleting project {0}
pt: Ocorreu um erro ao excluir projeto {0}

source: An error occurred on line {0} offset {1} between the text "{2}" and "{3}".
pt: Ocorreu um erro na linha {0} de deslocamento {1} entre o texto "{2}"e "{3}".

source: An error occurred trying to launch the movies. You could try to launch them yourself. They are located in this folder: {0}
pt: Ocorreu um erro ao tentar iniciar os filmes. Você poderia tentar iniciá-los sozinho. Eles estão localizados na pasta: {0}

source: An error occurred while exporting your data. This is probably a bug in the FieldWorks code. Details: {0}
pt: Ocorreu um erro ao exportar seus dados. Este é provavelmente um defeito no código do FieldWorks. Detalhes: {0}

source: An error occurred while exporting your data. This could be the result of an error in an FXT file, an output file that is locked, or a bug in the FieldWorks code.
pt: Ocorreu um erro ao exportar seus dados. Este poderia ser o resultado de um erro em um arquivo FXT, um arquivo de saída que está bloqueado ou um defeito no código do FieldWorks.

source: An error ocurred during conversion of test file.
pt: Ocorreu um erro durante a conversão do arquivo de teste.

source: An inflection class (sometimes called conjugation or declension classes).
pt: Uma classe de flexão (às vezes chamada de classes conjugação ou declinação).

source: An inflectional affix slot to which this affix belongs. It can also refer to a category, if you do not yet know what slot the affix belongs in.
pt: Uma posição de afixo flexional no qual pertence este afixo. Também pode se referir a uma categoria, se você ainda não sabe qual posição pertence o afixo.

source: An inflectional affix slot which can appear in at least one inflectional affix template for this category.
pt: Uma posição de afixo flexional que pode aparecer no modelo de pelo menos um afixo flexional para esta categoria.

source: An inflectional affix template of this category.
pt: Um modelo de afixo flexional desta categoria.

source: An initial presentation form (Arabic)
pt: Uma forma de apresentação inicial (Árabe)
